Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/quickstart--postgis_quickstart.tmx
Source language: en
Languages: ja

source: This Quick Start describes how to:
ja: このクイックスタートでは、次の方法について説明します。

source: Things to try
ja: 試してみること

source: Try some more spatial functions like ``st_buffer(geom)``, ``st_transform(geom,25831)``, ``st_x(geom)`` - you will find full documentation at http://postgis.net/documentation/
ja: ``st_buffer(geom)``, ``st_transform(geom,25831)``, ``st_x(geom)`` - のようないくつかの空間関数を試してください。完全なドキュメントは http://postgis.net/documentation/

source: What next?
ja: 次のステップ

source: PostGIS Project home - http://postgis.net
ja: PostGISプロジェクトホーム - http://postgis.net

source: PostGIS Documentation - http://postgis.net/documentation/
ja: PostGISドキュメント - http://postgis.net/documentation/
